Repository: GabrielTorem/Residencia_2C2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: After the shooting of Bailey, the Misfit puts on Bailey’s blue parrot shirt, a detail of revealing significance: on the one hand, it suggests the invisibility of monsters – their ordinary and even familiar appearance – and on the other, as O’Connor intended, it evokes the “ties of kinship” (MM, 112) that connect humankind as a whole, contributing to the grandmother’s epiphany: “the grandmother’s head cleared for an instant.
es_es: Tras el asesinato de Bailey, el Desequilibrado se viste con la camisa con estampado de loros en un azul vivo, un detalle de significado revelador: por un lado, sugiere la invisibilidad de los monstruos –su apariencia común e incluso familiar– mientras que por otro, por intención de O’Connor, evoca los “lazos de parentesco” (MM, 112. 3^N. d. T) que conectan a la humanidad en su totalidad, lo que contribuye a la epifanía de la abuela: “la cabeza de la abuela se aclaró por un instante.

source: All these features depict the Misfit as a tormented quester, as O’Connor intended, but they mainly reflect two elements that are central in contemporary American society: capricious violence and religious fundamentalism.
es_es: Todas estas características demuestran que el Desequilibrado es un explorador atormentado, según la intención de O'Connor, pero reflejan dos elementos que son centrales en la sociedad contemporánea estadounidense: la violencia caprichosa y el fundamentalismo religioso.

source: Allegory may flatten a monster rather thin, as when the vivacious demon of the Anglo-Saxon hagiographic poem Juliana becomes the one-sided complainer of Cynewulf’s Elene.
es_es: En ocasiones, la alegoría simplifica al monstruo hasta diluirlo, como el demonio vivaz del poema anglosajón hagiográfico Juliana que se convierte en un personaje unidimensional y quejoso en Elene de Cynewulf.

source: American history can best be understood through America’s monsters.
es_es: La mejor manera de entender la historia estadounidense es por medio de los monstruos de Estados Unidos.

source: American monsters are born out of American history.
es_es: Los monstruos estadounidenses nacen de la historia estadounidense.

source: Among the flames we see the old women of Salem hanging, accused of sexual relations with the black devil; we suspect they died because they crossed a different border, one that prohibits women from managing property and living solitary, unmanaged lives.
es_es: Entre las llamas, vemos a las viejas de Salem colgadas, acusadas de tener relaciones sexuales con el diablo negro; sospechamos que murieron porque cruzaron una frontera diferente: una que prohíbe que las mujeres administren propiedades y vivan vidas solitarias, sin que las controlen.

source: An analogy here might be the so-called ‘tagged’ gene that shows up in a genetic chain, indicating the presence of some otherwise hidden con- dition.
es_es: El denominado gen "marcado" podría funcionar como analogía, dado que, cuando aparece en una cadena genética indica la presencia de una afección que de otro modo permanecería oculta.

source: And so I would like to make some grand gestures.
es_es: Y, por eso, me gustaría hacer unos gestos grandilocuentes.

source: And so the monster is dangerous, a form suspended between forms that threatens to smash distinctions.
es_es: De este modo, el monstruo resulta peligroso, una forma suspendida entre formas que amenaza con hacer trizas las distinciones.

source: And so the monster’s body is both corporal and incorporeal; its threat is its propensity to shift.
es_es: Así, el cuerpo del monstruo es tanto corpóreo como incorpóreo; la amenaza es su propensión a transformarse.

source: And the self that one stands so suddenly and so nervously beside is the monster.
es_es: Y quien aparece tan de repente y tan nervioso a nuestro lado es el monstruo.

source: And when they come back, they bring not just a fuller knowledge of our place in history and the history of knowing our place, but they bear selfknowledge, human knowledge—and a discourse all the more sacred as it arises from the Outside.
es_es: Cuando lo hacen, no sólo traen un conocimiento más completo de nuestro lugar en la historia y de la historia de cómo llegamos a conocer nuestro lugar, sino que también nos traen autoconocimiento, conocimiento humano y un discurso de lo más sagrado, ya que se erige desde el Afuera.

source: Anne Rice has given the myth a modern rewriting in which homosexuality and vampirism have been conjoined, apotheosized; that she has created a pop culture phenomenon in the process is not insignificant, especially at a time when gender as a construct has been scrutinized at almost every social register.
es_es: Anne Rice le dio al mito una reescritura moderna en la que la homosexualidad y el vampirismo se han fusionado y apoteosizado; que haya creado un fenómeno de la cultura pop en el proceso no es menor, especialmente en una época en que el género como constructo ha sido problematizado en casi todos los registros sociales.

source: Any kind of alterity can be inscribed across (constructed through) the monstrous body, but for the most part monstrous difference tends to be cultural, political, racial, economic, sexual.
es_es: Cualquier tipo de alteridad puede ser inscrita (o construida a través) del cuerpo monstruoso, pero en la mayoría de los casos, la diferencia en lo monstruoso tiende a ser cultural, política, racial, económica o sexual.

source: Anyone familiar with the low-budget science fiction movie craze of the 1950s will recognize in the preceding sentence two superb films of the genre, one about a radioactive virago from outer space who kills every man she touches, the other a social parable in which giant ants (really, Communists) burrow beneath Los Angeles (that is, Hollywood) and threaten world peace (that is, American conservatism).
es_es: Cualquiera que conozca las películas de ciencia ficción clase B que causaron furor en los años cincuenta reconocerá en la oración anterior dos magníficos exponentes del género: una sobre una virago radioactiva del espacio exterior que mata a todos los hombres que toca, y la otra, una parábola social en la que hormigas gigantes (en realidad, comunistas) excavan túneles debajo de Los Ángeles (es decir, Hollywood) y amenazan la paz mundial (es decir, el conservadurismo estadounidense).

source: Apprehensive, desire turns aside; sickened, it rejects.
es_es: Asustado, se aparta. Repugnado, rechaza.

source: As Harold Bloom argues, in “our new Age of Terror, with trade towers crumbling and anthrax spilling out of letters [.
es_es: Harold Bloom sostiene que en “esta nueva Era del Terror en la que las torres se desmoronan y el ántrax sale de las cartas [.

source: As Judith Halberstam argues, [m]onstrosity (and the fear it gives rise to) is historically conditioned rather than a psychological universal.”
es_es: Como argumenta Judith Halberstam, “La monstruización (y el miedo que provoca) está condicionada históricamente en lugar de ser una universalidad psicológica”.

source: As Margaret Earley Whitt remarks, the first reviewers of Wise Blood were quick to notice that its characters “were beyond strange.” The New York Times Book Review said about them: “they seem not to belong to the human race at all.” Other journals highlighted the novel’s “oddness,” its “strange, predatory people,” and “its insane world, peopled by monsters and submen.”
es_es: Tal como destaca Margaret Earley Whitt, los primeros críticos de *Wise Blood* notaron con rapidez que sus personajes “eran por demás extraños”. En la sección Book Review de The New York Times, se publicó que “ellos no parecían siquiera pertenecer a la raza humana”. Otros periódicos resaltaron la “rareza” de la novela, su “gente rara, depredadora”, y “su mundo demente, poblada de monstruos y subhombres”.

source: As Rosemarie G. Thomson argues, freaks exemplify the movement “from a narrative of the marvelous to a narrative of the deviant”:
es_es: Como sostiene Rosemarie G. Thomson, los *freaks* ejemplifican el movimiento “de una narrativa de lo maravilloso a una narrativa de lo desviado”:

source: As Scott Poole notes, American monsters “have a history coincident with a national history,” that is, they are productive and representative of meanings associated with specific contexts and their historical discourses:
es_es: Según Scott Poole, los monstruos estadounidenses “tienen una historia que coincide con la historia nacional”, es decir, generan y representan significados asociados a contextos específicos y a sus discursos históricos:

source: As Weinstock argues, “modern monsters are no longer visible to the naked eye”; “they are virtually indistinguishable [.
es_es: Según afirma Weinstock, “los monstruos actuales no se distinguen a simple vista”; "prácticamente pasan desapercibidos [.

source: As a vehicle of prohibition, the monster most often arises to enforce the laws of exogamy, both the incest taboo (which establishes a traffic in women by mandating that they marry outside their families) and the decrees against interracial sexual mingling (which limit the parameters of that traffic by policing the boundaries of culture, usually in the service of some notion of group “purity”).
es_es: Como vehículo de prohibición, el monstruo a menudo surge para reforzar las leyes de exogamia, tanto el tabú del incesto (que establece una forma de tráfico de mujeres al obligarlas a casarse fuera de sus familias) como los decretos en contra de la unión sexual interracial (que limita los parámetros de dicho tráfico, al definir arbitrariamente los límites de la cultura, usualmente en servicio de alguna noción de “pureza” de grupo).

source: As has been pointed out, this epiphany has a two-fold significance in her fiction: “an appearance or manifestation of a divine being,” and “a sudden manifestation or intuitive grasp of the essential nature or meaning of reality through something usually simple and striking.” The point is that, frequently, the result of the epiphany is not sufficiently clarified in the text, which generates ambiguity and critical controversy, as many critics have pointed out:
es_es: Como se ha expresado anteriormente, tal epifanía tiene un doble significado en su ficción: “una aparición o manifestación de un ser divino” y “una manifestación repentina o un entendimiento intuitivo de la naturaleza esencial o del significado de la realidad, usualmente mediante algo simple y, a la vez, movilizante”. El punto es que, con frecuencia, el resultado de la epifanía no es lo suficientemente claro en el texto, lo que genera ambigüedad y controversia clave, como muchos críticos han expresado:

source: As he finds no relatives and his home in ruins, he takes a train to the city, where inspired by a street preacher and the memories of his own grandfather – a wandering preacher who had Jesus “hidden in his head like a stinger” – he creates his own church: the Church Without Christ.
es_es: Al no hallar parientes y encontrar su casa en ruinas, toma un tren hacia la ciudad, donde se ve inspirado por un predicador de la calle y los recuerdos de su propio abuelo –un predicador ambulante que tenía a Jesús “inserto en la cabeza como un aguijón” -- y crea su propia congregación: la Iglesia sin Cristo.

source: As modernity develops in Western culture, freak discourse logs the change: the prodigious monster transforms into the pathological terata; what was once sought after as revelation becomes pursued as entertainment; what aroused awe now inspires horror; what was taken as a portent shifts to a site of progress.
es_es: A medida que la modernidad se desarrolla en la cultura occidental, el discurso *freak* registra el cambio: el monstruo prodigioso se transforma en los patológicos *terata*; lo que antes se buscaba como revelación se persigue ahora como entretenimiento; lo que despertaba asombro ahora inspira horror; lo que se tomaba como presagio se traslada a un sitio de progreso.

source: As the American frontier expanded beneath the banner of Manifest Destiny in the nineteenth century, tales circulated about how “Indians” routinely kidnapped white women to furnish wives for themselves; the West was a place of danger waiting to be tamed into farms, its menacing native inhabitants fit only to be dispossessed.
es_es: A medida que la frontera estadounidense se expandía bajo el estandarte del Destino Manifiesto en el siglo XIX, circulaban historias sobre cómo los "indios" usualmente secuestraban a mujeres blancas para tenerlas como esposas; el viejo oeste era un lugar peligroso que se buscaba domar para convertirlo en granjas, y a sus amenazantes habitantes nativos se los consideraba aptos solo para ser despojados de sus tierras.

source: As will be discussed below, O’Connor’s fiction highlights the disrupting and revelatory power of the freak, despite its apparent marginality; moreover, her narrative portrays the freak in the light of a specific context, exemplifying that monsters in their diverse manifestations embody and reflect the historical, cultural and social features of the country and period in which they appear.
es_es: Como se observará a continuación, la ficción de O’Connor resalta el poder disruptivo y revelador del freak, a pesar de su aparente marginalidad; además, su narrativa retrata al ‘freak’ en la luz de un contexto específico, ejemplificando que los monstruos en sus diversas manifestaciones encarnan y reflejan los rasgos históricos, culturales y sociales del país y de la época en que aparecen.

source: At the same time Richard moves between Monster and Man, the disturbing suggestion arises that this incoherent body, denaturalized and always in peril of disaggregation, may well be our own.
es_es: Al mismo tiempo que Ricardo se mueve entre el monstruo y el hombre, aparece la sugestión alarmante de que este cuerpo incoherente, desnaturalizado y siempre en riesgo de disgregación puede claramente ser el nuestro.

source: Aurally received narratives work no differently; no matter how unsettling the description of the giant, no matter how many unbaptized children and hapless knights he devours, King Arthur will ultimately destroy him.
es_es: Las narrativas que se reciben auditivamente funcionan de manera similar; más allá de lo inquietante que sea la descripción del gigante, o cuántos niños no bautizados o caballeros indefensos devore, el rey Arturo finalmente lo destruirá.

source: Bad enough to be a cynocephalus without being hermaphroditic to boot: the monster accrues one kind of difference on top of another, like a magnet that draws differences into an aggregate, multivalent identity around an unstable core.
es_es: Ser un cinocéfalo ya resulta aberrante como para, además, ser hermafrodita: el monstruo acumula una diferencia sobre otra, como un imán que las atrae y las concentra en una identidad compuesta y polivalente en torno a un nucleo inestable.

source: Bakhtin traces the moment of escape to the point at which laughter became a part of the “higher levels of literature,” when Rabelais wrote Gargantua et Pantagruel.
es_es: Bajtín sitúa el momento del escape en el punto en que la risa se convirtió en parte de los “niveles superiores de la literatura”, cuando Rabelais escribió Gargantúa y Pantagruel.

source: Barbara Johnson, “Introduction,” in Jacques Derrida, Dissemination, trans. Barbara Johnson (Chicago: University of Chicago Press, 1981), xiii.
es_es: Barbara Johnson, “Introduction,” in Jacques Derrida, Dissemination, trans. Barbara Johnson (Chicago: University of Chicago Press, 1981), xiii. [La traducción es nuestra].

source: Because it is a body across which difference has been repeatedly written, the monster (like Frankenstein’s creature, that combination of odd somatic pieces stitched together from a community of cadavers) seeks out its author to demand its raison d’étre—and to bear witness to the fact that it could have been constructed Otherwise.
es_es: Dado que es un cuerpo sobre el que se ha escrito la diferencia una y otra vez, el monstruo (como la criatura de Frankenstein, esa combinación de partes somáticas extrañas cosidas entre sí, provenientes de una comunidad de cadáveres) busca a su creador para exigirle su *raison d’être* y para dar testimonio de que podría haber sido construido de Otra Manera.

source: Because of its ontological liminality, the monster notoriously appears at times of crisis as a kind of third term that problematizes the clash of extremes—as “that which questions binary thinking and introduces a crisis.
es_es: Debido a esta liminalidad ontológica, el monstruo aparece con más notoriedad en tiempos de crisis, como una especie de tercer elemento que problematiza el choque entre los extremos: surge como "aquello que cuestiona el pensamiento binario e introduce una crisis.

source: Because they live without a system of tradition and custom, the Cyclopes are a danger to the arriving Greeks, men whose identities are contingent upon a compartmentalized function within a deindividualizing system of subordination and control.
es_es: Como viven sin un sistema de tradiciones y costumbres, los cíclopes representan un peligro para los griegos que llegan, quienes son hombres cuyas identidades dependen de una función compartimentalizada dentro de un sistema desindividualizado de subordinación y control.

source: Behead the corpse, so that, acephalic, it will not know itself as subject, only as pure body.
es_es: Decapitar el cadáver, para que, acéfalo, no pueda reconocerse como sujeto, sino únicamente como cuerpo puro.

source: Both Butler and I have in mind here Foucault’s notion of an emancipation of thought “from what it silently thinks” that will allow “it to think differently.” Michel Foucault, The Use of Pleasure, trans. Robert Hurley (New York: Vintage, 1985), 9.
es_es: Tanto Butler como yo tenemos en mente aquí la noción de Foucault de emancipar al pensamiento "de lo que calladamente piensa", lo que le permitirá "pensar de otro modo". Michel Foucault, The Use of Pleasure, trans. Robert Hurley (New York: Vintage, 1985), 9. [La traducción es nuestra]

source: Boyd, “The Grotesque,” 323.
es_es: Boyd, “The Grotesque,” 323. [La traducción es nuestra].

source: Boyd, “The Grotesque,” 324.
es_es: Boyd, “The Grotesque,” 324. [La traducción es nuestra].

source: Bruno Roy writes of this fantastic hybrid: “What warning did he come to deliver to the king?
es_es: Bruno Roy escribe acerca de este híbrido fantástico: “¿Qué advertencia traería al rey?

source: Bruno Roy, “En marge du monde connu: Les races de monstres,” in Aspects de la marginalité au Moyen Age, ed. Guy-H Allard.
es_es: Bruno Roy, "En marge du monde connu: Les races de monstres" en *Aspects de la marginalité au Moyen Âge*, comp. Guy-H Allard.

source: Bury the Zeitgeist by the crossroads: it is confused as it awakens, it is not going anywhere, it intersects everyplace; all roads lead back to the monster.
es_es: Enterrar al Zeitgeist en la encrucijada: se despierta confundido, no va a ninguna parte, se cruza con todos los lugares; todos los caminos conducen de vuelta al monstruo.

source: But a second portrait, possibly of earlier date, in the Royal Collection, seems to emblematize the whole controversy [over Richard ’s supposed monstrosity], for in it, X-ray examination reveals an original straight shoulder line, which was subsequently painted over to present the raised right shoulder silhouette so often copied by later portraitists.” Ibid., 35.
es_es: Pero un segundo retrato, posiblemente de fecha anterior, presente en la Royal Collection, parece emblematizar toda la controversia [en torno a la supuesta monstruosidad de Ricardo], pues en él, un examen radiográfico revela una línea original de hombros recta, que fue posteriormente repintada para presentar la silueta del hombro derecho elevado, tan a menudo copiada por retratistas posteriores.” *Ibid.*, 35.

source: But the militiaman is convinced and can recall all the wrongs that Muslims may or may not have perpetrated during their 500 years of rule.
es_es: Sin embargo, el miliciano lo cree firmemente, y es capaz de enumerar todas las ofensas que los musulmanes pudieron —o no— haber cometido durante sus quinientos años de dominio.

source: By extension, grotesque is applied to anything having the qualities of grotesque art: bizarre, incongruous, ugly, unnatural, fantastic, abnormal.” William Harmon, A Handbook to Literature [1936] (Upper Saddle River: Prentice Hall, 2006), 244.
es_es: Por extensión, el término se aplica a todo lo que tenga las cualidades del arte grotesco: bizarro, incongruente, feo, innatural, fantástico, anormal”. William Harmon, *A Handbook to Literature* [1936] Upper Saddle River, NJ: Prentice Hall, 2006. 244. [La traducción es nuestra].

source: By revealing that difference is arbitrary and potentially free-floating, mutable rather than essential, the monster threatens to destroy not just individual members of a society, but the very cultural apparatus through which individuality is constituted and allowed.
es_es: Al revelar que la diferencia es arbitraria y potencialmente fluída, mutable en lugar de esencial, el monstruo amenaza con destruir a los individuos de una sociedad, y al mismo tiempo, con socavar el aparato cultural mediante el cual se constituye y permite la individualidad.

source: Cf.
es_es: Véase

source: Charlotte Bronté reversed the usual paradigm in Jane Eyre (white Rochester and lunatic Jamaican Bertha Mason), but horror movies as seemingly innocent as King Kong demonstrate miscegenation anxiety in its brutal essence.
es_es: Charlotte Bronté invirtió el paradigma habitual en Jane Eyre (el blanco Rochester y la jamaiquina lunática Bertha Mason), pero las películas de terror en apariencia inocentes como King Kong, muestran la aversión que genera el mestizaje en su forma más brutal.

source: Cited by Friedman, The Monstrous Races, 64.
es_es: Citado por Friedman, *The Monstrous Races*, 64.

source: Clinical Summary
es_es: Resumen clínico

source: Die Halsbandaffäre
es_es: El _affaire_ de la gargantilla

source: Difference that exists outside the system is terrifying because it reveals the truth of the system, its relativity, its fragility, and its mortality.
es_es: La diferencia que existe por fuera del sistema es aterradora ya que revela la verdad del sistema, su relatividad, su fragilidad y su mortalidad.

source: Discourse extracting a transcultural, transtemporal phenomenon labeled “the vampire” is of rather limited utility; even if vampiric figures are found almost worldwide, from ancient Egypt to modern Hollywood, each reappearance and its analysis is still bound in a double act of construction and reconstitution.
es_es: El discurso que extrae un fenómeno transcultural y transtemporal denominado “el vampiro” es de utilidad relativamente limitada; aunque las figuras vampíricas aparezcan en casi todo el mundo, desde el antiguo Egipto hasta el Hollywood moderno, cada reaparición y su análisis están vinculados a un doble acto de construcción y reconstitución.
